/*
Подключите к странице скрипт, который:

Запрашивает у пользователя два числа
Выводит натуральное число (целое и больше нуля), кратное второму и ближайшее к первому
Пример 1: при вводе 100 и 3 выводится 99.
Пример 2: при вводе 39 и 4 выводится 40.
Пример 3: при вводе 0 и 100 выводится 100.
Пример 4: при вводе 2 и 5 выводится 5.
Если пользователь ввёл дробное число - десятичные знаки отбрасываются.
    Если пользователь ввёл невалидные данные - вместо ответа выводится сообщение об ошибке.*/



const userNumber1= prompt('Введите целое и больше 0 число');
const userNumber2= prompt('Введите целое и больше 0 число');


